const score = `(60/60)
[+] 1. Вёрстка +10
    - вёрстка аудиоплеера: есть кнопка Play/Pause, кнопки "Вперёд" и "Назад" для пролистывания аудиотреков, прогресс-бар, отображается название и автор трека +5
    - в футере приложения есть ссылка на гитхаб автора приложения, год создания приложения, логотип курса со ссылкой на курс +5
[+] 2. Кнопка Play/Pause +10
    - есть кнопка Play/Pause, при клике по которой можно запустить или остановить проигрывание аудиотрека +5
    - внешний вид и функционал кнопки Play/Pause изменяется в зависимости от того, проигрывается ли в данный момент аудиотрек +5
[+] 3. При кликах по кнопкам "Вперёд" и "Назад" переключается проигрываемый аудиотрек. Аудиотреки пролистываются по кругу - после последнего идёт первый +10
[+] 4. При смене аудиотрека меняется изображение - обложка аудиотрека +10
[+] 5. Прогресс-бар отображает прогресс проигрывания текущего аудиотрека. При перемещении ползунка вручную меняется текущее время проигрывания аудиотрека +10
[+] 6.Отображается продолжительность аудиотрека и его текущее время проигрывания +10
[+] 7.Очень высокое качество оформления приложения и/или дополнительный не предусмотренный в задании функционал, улучшающий качество приложения +10
    - высокое качество оформления приложения предполагает собственное оригинальное оформление равное или отличающееся в лучшую сторону по сравнению с демо
      (есть регулятор громкости, кнопка mute, кнопка shuffle. Бэкграунд страницы меняется в зависимости от цвета обложки альбома
      (к сожалению, только маленькой её части 100X100 пикселей, больше js не вывозит =( ))`

export default score;