const selfScore = `(60/60)
[+] 1. Вёрстка +10
    - на странице есть несколько карточек фильмов и строка поиска. На каждой карточке фильма есть постер и название фильма. Также на карточке может быть другая информация, которую предоставляет API, например, описание фильма, его рейтинг на IMDb и т.д. +5
    - в футере приложения есть ссылка на гитхаб автора приложения, год создания приложения, логотип курса со ссылкой на курс +5
[+] 2. При загрузке приложения на странице отображаются карточки фильмов с полученными от API данными +10
[+] 3. Если в поле поиска ввести слово и отправить поисковый запрос, на странице отобразятся карточки фильмов, в названиях которых есть это слово, если такие данные предоставляет API +10
[+] 4. Поиск +30
    - при открытии приложения курсор находится в поле ввода +5
    - есть placeholder +5
    - автозаполнение поля ввода отключено (нет выпадающего списка с предыдущими запросами) +5
    - поисковый запрос можно отправить нажатием клавиши Enter +5
    - после отправки поискового запроса и отображения результатов поиска, поисковый запрос продолжает отображаться в поле ввода +5
    - в поле ввода есть крестик при клике по которому поисковый запрос из поля ввода удаляется и отображается placeholder +5 (плейсхолдер невидим, иначе будет дублировать label, по задумке это не нужно)
[+] 5. Очень высокое качество оформления приложения и/или дополнительный не предусмотренный в задании функционал, улучшающий качество приложения +10
    - высокое качество оформления приложения предполагает собственное оригинальное оформление равное или отличающееся в лучшую сторону по сравнению с демо
    - дополнительным функционалом может быть, например, наличие на карточке фильма его описания и рейтинга на IMDb (это всё есть, ещё есть клёвый поиск, над которым я сидела сутки, и прыгающие логотипы =))`

export default selfScore;